Repository: jaimelias/dynamicaviation
Catalog: languages/dynamicaviation-*.po
Languages: es_es

source: %s %s %s in %s
es_es: %s %s %s en %s

source: %s for rent in %s. Charter Flight Service %s %s in %s, %s from %s per hour.
es_es: %s para alquiler en %s. Servicio de vuelos privados en %s %s en %s, %s desde %s por hora.

source: %s from %s
es_es: %s desde %s

source: %s, %s has sent you an estimate for $%s
es_es: %s, %s te ha enviado una cotización por $%s

source: %s, Your request has been sent to our specialists at %s!
es_es: ¡%s, tu solicitud ha sido enviada a nuestros especialistas %s!

source: Add Destination
es_es: Agregar destino

source: Add New
es_es: Nuevo

source: Add New Aircraft
es_es: Agregar nueva aeronave

source: Add New Destination
es_es: Agregar nuevo destino

source: Aircraft
es_es: Aeronave

source: Aircrafts
es_es: Aeronaves

source: Aircrafts for Rent
es_es: Aeronaves para alquiler

source: Aircrafts list
es_es: Lista de aeronaves

source: Aircrafts list navigation
es_es: Lista de navegación de aeronave

source: Airliner
es_es: Avión

source: Airplanes and helicopter rides in
es_es: Aviones y tours en helicóptero en

source: Airport
es_es: Aeropuerto

source: All Aircrafts
es_es: Todas las aeronaves

source: All Destinations
es_es: Todos los destinos

source: Alternative transport options to %s
es_es: Opciones alternativas de transporte a %s

source: at
es_es: a las

source: Base Airport
es_es: Aeropuerto base

source: Base City
es_es: Ciudad bse

source: Base IATA
es_es: IATA Base

source: Base Latitud
es_es: Latitud base

source: Base Latitude
es_es: Latitud base

source: Base Location
es_es: Ubicación base

source: Base Longitud
es_es: Longitud base

source: Base Longitude
es_es: Longitud base

source: Base Name
es_es: Nombre de base

source: Charter Flight
es_es: Vuelo privado

source: Charter Flights
es_es: Vuelos Privados

source: Charter Flights to
es_es: Vuelos privados a

source: Charter Flights to %s
es_es: Vuelos privados a %s

source: City
es_es: Ciudad

source: Company Address
es_es: Dirección de la empresa

source: Company Email
es_es: Email de la empresa

source: Company Phone
es_es: Teléfono de la empresa

source: Company Tax ID
es_es: ID de contribuyente

source: Company Whatsapp
es_es: Whatsapp de la empresa

source: Connected Package IDs
es_es: IDs de paquetes conectados

source: Country
es_es: País

source: country / city / airport
es_es: país, ciudad, aeropuerto

source: Cruise Speed
es_es: Velocidad crucero

source: Cruise Speed (knots)
es_es: Velocidad crucero en nudos

source: Dark
es_es: Oscuro

source: Database is not or invalid.
es_es: Base de datos no es válida.

source: Departure
es_es: Partida

source: Destination
es_es: Destino

source: Destination Not Found
es_es: Destino no encontrado

source: Destinations
es_es: Destinos

source: Destinations list
es_es: Lista de destinos

source: Destinations list navigation
es_es: Lista de navegación de destinos

source: Duration
es_es: Duración

source: Dynamic Aviation
es_es: Vuelos privados

source: Edit Aircraft
es_es: Editar aeronave

source: Edit Destination
es_es: Editar destino

source: Estimate
es_es: Estimado

source: Estimate Notes in %s language
es_es: Notas de cotización en el idioma %s

source: Fees per pers.
es_es: Cargos por pers.

source: Filter items list
es_es: Lista de primeros elementos

source: Find Aircrafts
es_es: Encontrar aeronaves

source: Find an Aircraft
es_es: Aeronaves disponibles

source: Find an Aircraft %s - %s
es_es: Encontrar aeronaves %s - %s

source: Flight
es_es: Vuelo

source: Flights
es_es: Vuelos

source: Flights to %s
es_es: Vuelos a %s

source: from
es_es: desde

source: General Settings
es_es: Configuración general

source: Heavy Jet
es_es: Jet pesado

source: Helicopter
es_es: Helicóptero

source: Hello %s,
es_es: Hola %s,

source: Last Name
es_es: Apellido

source: Latitude
es_es: Latitud

source: Light
es_es: Ligero

source: Light Aircraft
es_es: Avión ligero

source: Light Jet
es_es: Jet ligero

source: Local Time
es_es: Hora local

source: Longitude
es_es: Longitud

source: Manufacturer
es_es: Fabricante

source: Map ID
es_es: ID del Mapa

source: Mapbox Token
es_es: Token de Mapbox

source: Max Altitude
es_es: Altitud máxima

source: Max. Altitude (feet)
es_es: Altitud Máxima

source: Mid-size Jet
es_es: Jet medio

source: Model
es_es: Modelo

source: Name
es_es: Nombre

source: New Aircraft
es_es: Nueva aeronave

source: New Destination
es_es: Nuevo destino

source: nm
es_es: mn

source: Number of Flights
es_es: Número de vuelos

source: on
es_es: el

source: One ID per line
es_es: 1 ID por línea

source: One Way
es_es: Sólo ida

source: One way
es_es: Sólo ida

source: Origin
es_es: Origen

source: Passengers
es_es: Pasajeros

source: passengers
es_es: pasajeros

source: Phone
es_es: Teléfono

source: pounds
es_es: libras

source: Price Per Hour
es_es: Precio por hora

source: Prices Per Flight
es_es: Precios por vuelo

source: Private Charter Flight
es_es: Vuelo charter privado

source: Private charter flights to %s. Jets, planes and helicopter rental services in %s.
es_es: Vuelos charter privados a %s. Servicio de alquiler de jets, avionetas y helicópteros en %s.

source: Quote
es_es: Cotizar

source: Range
es_es: Rango

source: Range (nautical miles)
es_es: Rango en millas nauticas

source: Repeat Email
es_es: Repetir Email

source: Request a Quote
es_es: Solicitar cotización

source: Request received. Our sales team will be in touch with you soon.
es_es: Solicitud recibida. Nuestro equipo de ventas en contácto muy pronto.

source: Request Submitted
es_es: Solicitar cotización

source: Return
es_es: Regreso

source: Round trip
es_es: Ida y Vuelta

source: Search Aircraft
es_es: Buscar aeronaves

source: Search Destination
es_es: buscar destinos

source: seats or
es_es: puestos o

source: Send Request
es_es: Enviar solicitud

source: Takeoff Field
es_es: Capacidad despegue

source: Takeoff Field Lenght (feet)
es_es: Largo de pista para despegue (pies)

source: Thank You for Your Request!
es_es: Gracias por tu solicitud!

source: The requested quote is not available in our website yet. Please contact our sales team for an immediate answer.
es_es: Tu solicitud no está disponible en nuestro sitio web aún. Por favor contacta a nuestro equipo de ventas para una pronta respuesta.

source: Timezone
es_es: Zona horaria

source: to
es_es: hasta

source: to %s
es_es: a %s

source: to %s (%s)
es_es: a %s (%s)

source: To confirm that the aircraft quoted below meets the requirements for this flight, please send us a list with the weight of each passenger, along with a detailed list of the quantity, sizes, and weight of each travel suitcase.
es_es: Para confirmar que la aeronave cotizada a continuación cumple con los requisitos para este vuelo, por favor envíenos una lista con el peso de cada pasajero, junto con una lista detallada de la cantidad, tamaños y peso de cada maleta de viaje.

source: To confirm that we select the best aircraft for your trip, please send us a list with the weight of each passenger, along with a detailed list of the quantity, sizes, and weight of each travel suitcase.
es_es: Para confirmar que seleccionamos la mejor aeronave para su viaje, por favor envíenos una lista con el peso de cada pasajero, junto con una lista detallada de la cantidad, tamaños y peso de cada maleta de viaje.

source: Transport
es_es: Transporte

source: Turbo Prop
es_es: Avioneta

source: Type
es_es: Tipo

source: Year of Construction
es_es: Año de construcción
